Repository: albaraasayed/Sports-App
Catalog: SportsApp/Localizable.xcstrings
Source language: en
Languages: ar

source: Basketball
ar: كرة السلة

source: Comming Soon
ar: ستعمل قريبًا

source: Cricket
ar: كريكت

source: Football
ar: كرة القدم

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

source: No Recent Results
ar: لا توجد نتائج حديثة

source: No Upcoming Matches
ar: لا يوجد مباريات قادمة

source: Please check your Wi-Fi or Cellular network and try again.
ar: يرجى التحقق من شبكة الواي فاي أو شبكة الهاتف المحمول الخاصة بك والمحاولة مرة أخرى.

source: Recent Results
ar: النتائج الحديثة

source: Team Details
ar: تفاصيل الفريق

source: Tennis
ar: التنس

source: This Feature is not available.
ar: هذه الخاصية لا تعمل الآن

source: Upcoming Matches
ar: المباريات القادمة
